espressif/esp-bsp/examples/display_sensors/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32"
CONFIG_LV_USE_FLOAT=y
CONFIG_LV_SPRINTF_USE_FLOAT=y
# CONFIG_LV_BUILD_EXAMPLES is not set
